Repository: KevinCFechtel/FluxBar
Catalog: macos/FluxBar/Localizable.xcstrings
Source language: en
Languages: de

# entity.category.type
source: Category
de: Kategorie

# intent.category.description
source: Open a specific category in FluxBar.
de: Eine bestimmte Kategorie in FluxBar öffnen.

# intent.category.parameter
source: Category
de: Kategorie

# intent.category.title
source: Open Category
de: Kategorie öffnen

# intent.feed.description
source: Open a specific feed in FluxBar.
de: Einen bestimmten Feed in FluxBar öffnen.

# intent.feed.title
source: Open Feed
de: Feed öffnen

# intent.open.description
source: Open the FluxBar inbox.
de: Den FluxBar-Posteingang öffnen.

# intent.open.title
source: Open FluxBar
de: FluxBar öffnen

# intent.refresh.description
source: Refresh FluxBar from Miniflux.
de: FluxBar mit Miniflux aktualisieren.

# intent.refresh.title
source: Refresh FluxBar
de: FluxBar aktualisieren

# intent.starred.description
source: Open starred articles in FluxBar.
de: Markierte Artikel in FluxBar öffnen.

# intent.starred.title
source: Show Starred
de: Markierte anzeigen
